app/controllers/wishes_controller.rb

SELECT "wishes".* FROM "wishes"
---
  def index
    @wishes = Wish.all

INSERT INTO "wishes" ("created_at", "message", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-10-05 01:05:54.961802"], ["message", "rar"], ["updated_at", "2014-10-05 01:05:54.961802"]]
---
  def create
    wish = Wish.new
    wish.message = params[:message]
    wish.save